-- MySQL dump 10.13  Distrib 8.0.22, for Win64 (x86_64)
--
-- Host: localhost    Database: pet_proect
-- ------------------------------------------------------
-- Server version	8.0.22

/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!50503 SET NAMES utf8 */;
/*!40103 SET @OLD_TIME_ZONE=@@TIME_ZONE */;
/*!40103 SET TIME_ZONE='+00:00' */;
/*!40014 SET @OLD_UNIQUE_CHECKS=@@UNIQUE_CHECKS, UNIQUE_CHECKS=0 */;
/*!40014 SET @OLD_FOREIGN_KEY_CHECKS=@@FOREIGN_KEY_CHECKS, FOREIGN_KEY_CHECKS=0 */;
/*!40101 SET @OLD_SQL_MODE=@@SQL_MODE, SQL_MODE='NO_AUTO_VALUE_ON_ZERO' */;
/*!40111 SET @OLD_SQL_NOTES=@@SQL_NOTES, SQL_NOTES=0 */;

--
-- Table structure for table `drivers`
--

DROP TABLE IF EXISTS `drivers`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!50503 SET character_set_client = utf8mb4 */;
CREATE TABLE `drivers` (
  `id` int NOT NULL AUTO_INCREMENT,
  `value` varchar(45) NOT NULL,
  PRIMARY KEY (`id`),
  UNIQUE KEY `id_UNIQUE` (`id`),
  UNIQUE KEY `value_UNIQUE` (`value`)
) ENGINE=InnoDB AUTO_INCREMENT=1828 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_0900_ai_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `drivers`
--

LOCK TABLES `drivers` WRITE;
/*!40000 ALTER TABLE `drivers` DISABLE KEYS */;
INSERT INTO `drivers` VALUES (1,'Автогенез'),(2,'АвтоСтройТех'),(3,'Автотранс'),(4,'АГИС'),(5,'АгроТранс'),(6,'Айдинян'),(7,'Александрова'),(8,'Алексеев'),(9,'Алеста'),(10,'Алтухов'),(11,'Антарес'),(12,'Антонов'),(13,'АнтоновМ'),(14,'Ануфриев'),(15,'Ануфриев '),(16,'Ануфриев КФХ'),(17,'Ануфриев Паша'),(18,'АнуфриевВ'),(19,'АнуфриевП'),(20,'Арсенал'),(21,'Байрачный'),(22,'Баландин'),(23,'Бандурист'),(24,'Барин'),(25,'Бастион'),(26,'Батютин'),(27,'Безручко'),(28,'Бекетов'),(29,'Беликов'),(30,'Белов'),(31,'Белоусов'),(32,'Белый Город'),(33,'Блохин'),(34,'Богданов'),(35,'Бойко'),(36,'Бойченко'),(37,'Болбот'),(38,'Бондареко'),(39,'Бондаренко'),(40,'БонларенкоРВ'),(41,'Братишка'),(42,'Брик'),(43,'Буряк'),(44,'Быстрый'),(45,'Валга'),(46,'Василий'),(47,'Васильев'),(48,'Венза'),(49,'Веревкин'),(50,'Винрос'),(51,'Волков'),(52,'Воронин'),(53,'Гаджиюсупов'),(54,'Галанцев'),(55,'Галат'),(56,'Гвинтранс'),(57,'Гетцель'),(58,'Голубева'),(59,'Гонтаренко'),(60,'Гончаренко'),(61,'Гончаров'),(62,'Горошко'),(63,'Греченко'),(64,'Григоренко'),(65,'Григорьева'),(66,'Григорьева '),(67,'Гриф'),(68,'Грохотов'),(69,'Гутник'),(70,'Давыдюк'),(71,'Данелян'),(72,'Дарноступ'),(73,'Дегтярев'),(74,'Денисов'),(75,'Дергачев'),(76,'Дмитриев'),(77,'Догов'),(78,'Долгов'),(79,'Ермаков'),(80,'Ермоленко'),(81,'Жилин'),(82,'З Зверев'),(83,'З Ливенцов'),(84,'З Морозов'),(85,'З Неберикута'),(86,'З Плешаков'),(87,'З Полетаев'),(88,'З Солнцев'),(89,'З Усиков'),(90,'Заднепровский'),(91,'Заруба'),(92,'Звероусиков'),(93,'Зиновьев'),(94,'ЗиновьевАА'),(95,'ЗиновьевВА'),(96,'ЗиновьевС'),(97,'Иванов'),(98,'Игнатов'),(99,'Интэк'),(100,'ИП Балабаев'),(101,'ИП Беликов'),(102,'ИП Гонтарев'),(103,'ИП Коваленко'),(104,'ИП Краснянская'),(105,'ИП Усиков'),(106,'Казанцева'),(107,'Каплюк'),(108,'Каплюк Т'),(109,'Каплюк Ч'),(110,'Карналюк'),(111,'Карпенко'),(112,'Карчаев'),(113,'Качканьян'),(114,'Кебал'),(115,'Кельсеу'),(116,'Князев'),(117,'Ковалев'),(118,'Коваленко'),(119,'Ковтун'),(120,'Козлов'),(121,'Колесниченко'),(122,'Коля'),(123,'Кондорова'),(124,'Коноваленко'),(125,'Коренякин'),(126,'Корнеев'),(127,'Корнеев Ал.'),(128,'Костюк'),(129,'Костюк К.'),(130,'КостюкА'),(131,'КостюкАртем'),(132,'КостюкМл'),(133,'Кочергин'),(134,'Кравчук'),(135,'Крауз'),(136,'Крегул'),(137,'Кузема'),(138,'Кузенко'),(139,'Кузнецова'),(140,'Кузьмин'),(141,'Куленцов'),(142,'Куликов'),(143,'Лаптев'),(144,'Ливенцов'),(145,'Лисовенко'),(146,'Литвиненко'),(147,'Литвинов'),(148,'Лупай'),(149,'Люфт'),(150,'Макаренко'),(151,'Мальченко'),(152,'Мамин'),(153,'Мансуров'),(154,'Маныч'),(155,'Маслов'),(156,'Матвеев'),(157,'Медведков'),(158,'Медведков А.'),(159,'Медведков М.'),(160,'МедведковА'),(161,'Меденцев'),(162,'Мейгеш'),(163,'Меркурий'),(164,'Минаев'),(165,'Мичурин'),(166,'Мишнев'),(167,'Мороз'),(168,'МТС'),(169,'Музыка'),(170,'Мумладзе'),(171,'Неберикута'),(172,'Нике'),(173,'НормаДон'),(174,'Носков'),(175,'Оноприенко'),(176,'Орехов'),(177,'Орлов'),(178,'Остромышенская'),(179,'Павленко'),(180,'Павлунин'),(181,'Пампурин'),(182,'Панченко'),(183,'Паращук'),(184,'Пахом'),(185,'Пахомов'),(186,'Печерский'),(187,'Пискунов'),(188,'Плешаков'),(189,'Полетаев'),(190,'Полиенко'),(191,'Полижаев'),(192,'Попов'),(193,'ПоповСын'),(194,'Почетков'),(195,'Примак'),(196,'Пышкина'),(197,'Рассудишко'),(198,'Реус И'),(199,'Родимов'),(200,'Романова'),(201,'Рыбалко'),(202,'Рябоволик'),(203,'Рябошапка'),(204,'Свирин'),(205,'Свирина'),(206,'Селиверстов'),(207,'СеливерстовСын'),(208,'Сёмчева'),(209,'Сидорков'),(210,'Симонян'),(211,'Синченко'),(212,'Скляренко'),(213,'Скоробогатый'),(214,'Слюсаренко'),(215,'Снименко'),(216,'Соколов'),(217,'Солнцев'),(218,'Солопов И.И.'),(219,'Сомкин'),(220,'Спиваков'),(221,'Сталь Трейд'),(222,'Стародубцев'),(223,'СтародубцевВА'),(224,'СтародубцевВВ'),(225,'Сундуков'),(226,'Тарасенко'),(227,'Тесля'),(228,'Титар'),(229,'Титаренко'),(230,'Токарев'),(231,'Толсторожев'),(232,'Транс-Зксперт'),(233,'Трубицин'),(234,'Трушкин'),(235,'ТС'),(236,'Убеев'),(237,'Усиков'),(238,'УТЭП'),(239,'Фабрицкий'),(240,'Федорович'),(241,'Филатов'),(242,'Филимонов'),(243,'Филипов'),(244,'Филиппов'),(245,'Фирасович'),(246,'Фисаков'),(247,'Хажнагоев'),(248,'Хныченко'),(249,'Хрисанов'),(250,'Хруленко'),(251,'Чалтырь'),(252,'Чебанов'),(253,'Чемис'),(254,'Чернявский'),(255,'Черняков'),(256,'ЧерняковВ'),(257,'ЧерняковС'),(258,'Чиликин'),(259,'Чистов'),(260,'Чуднов'),(261,'Чуланов'),(262,'Чумак'),(263,'Чумаченко'),(264,'Чуприн'),(265,'Шатыро'),(266,'Шахназарян'),(267,'Шевченко'),(268,'Шелестов'),(269,'Шигапов'),(270,'Шпорт'),(271,'Шульга'),(272,'Щепотин'),(273,'Щербак'),(274,'Щербатый'),(275,'Эльтранс'),(276,'Энергия'),(1283,'Ю-Мет'),(277,'ЮгПромСнаб'),(1255,'ЮгРо'),(1257,'Югснабсервис'),(1259,'Югснабсервис ТД'),(1261,'ЮгСпецСвязь'),(1263,'Югспецстрой'),(1265,'Югсталь'),(1267,'ЮгСталь-Метиз'),(1269,'ЮгСтальТорг'),(1271,'Югтехкомплект'),(1273,'Югэлитастрой'),(1275,'ЮгЭлитСтрой'),(1277,'ЮИК'),(1279,'ЮКС'),(1281,'ЮЛК'),(1285,'ЮМИ'),(1287,'ЮМИ '),(1289,'ЮМК'),(1291,'ЮМС'),(1293,'ЮМСХ'),(1295,'Юнайтед'),(1297,'Юнити'),(1299,'Юнити Констракшн'),(1301,'Юпитер'),(1303,'ЮСА'),(1305,'ЮСК-Инвест'),(1307,'ЮСМ'),(1309,'ЮСС'),(1311,'ЮСТК'),(1313,'ЮТК'),(1315,'ЮТС-металл'),(1317,'ЮТС-огнеупор'),(1319,'ЮТЭКО'),(1321,'Ющенко'),(1323,'ЮЭко');
/*!40000 ALTER TABLE `drivers` ENABLE KEYS */;
UNLOCK TABLES;
/*!40103 SET TIME_ZONE=@OLD_TIME_ZONE */;

/*!40101 SET SQL_MODE=@OLD_SQL_MODE */;
/*!40014 SET FOREIGN_KEY_CHECKS=@OLD_FOREIGN_KEY_CHECKS */;
/*!40014 SET UNIQUE_CHECKS=@OLD_UNIQUE_CHECKS */;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
/*!40111 SET SQL_NOTES=@OLD_SQL_NOTES */;

-- Dump completed on 2021-03-09  8:57:45
